const detailedBackgroundFeatures = {
  acolyte: {
    名稱: "侍僧",
    屬性: "智力、感知、魅力",
    專長: "魔法學徒（牧師）",
    技能熟練: "洞悉、宗教",
    工具熟練: "書法家工具",
    裝備: "A、B 擇一",
    裝備A: "書法家工具、書本（禱文）、聖徽、羊皮紙（10 張）、祭袍、8 金幣",
    裝備B: "50 金幣",
    描述: "你年輕時待過神殿，可能在鎮上，或深山林裡。在神職人員底下幫忙，讓你學會供奉神明和祭祀儀式，你也能引導些微神力，用來幫助信眾。"
  },
  criminal: {
    名稱: "罪犯",
    屬性: "敏捷、體質、智力",
    專長: "警覺",
    技能熟練: "巧手、隱匿",
    工具熟練: "盜賊工具",
    裝備: "A、B 擇一",
    裝備A: "2 把匕首、盜賊工具、撬棍、2 個小包、旅行者服裝、16 金幣",
    裝備B: "50 金幣",
    描述: "你在黑巷裡靠著偷錢包和闖空門度日。可能和幾個臭味相投的同伴組隊互相照應；也可能是匹單打獨鬥的孤狼，在地痞流氓跟盜賊公會之間求生。"
  },
  sage: {
    名稱: "智者",
    屬性: "體質、智力、感知",
    專長: "魔法學徒",
    技能熟練: "奧秘、歷史",
    工具熟練: "書法工具",
    裝備: "A、B 擇一",
    裝備A: "長棍、書法工具、書本（歷史）、羊皮紙（8 張）、長袍、8 金幣",
    裝備B: "50 金幣",
    描述: "你從小就在莊園和修道院之間穿梭，幫人打雜換取圖書館的進出機會。你常在夜晚看書研究古卷，學到一些魔法入門知識。你腦子裝了不少東西，但還渴望更多。"
  },
  soldier: {
    名稱: "士兵",
    屬性: "力量、敏捷、體質",
    專長: "兇蠻打手",
    技能熟練: "運動、威嚇",
    工具熟練: "擇一賭具：骰子、紙牌、龍棋、三龍牌",
    裝備: "A、B 擇一",
    裝備A: "短矛、短弓、20 支箭、賭具（同上）、醫療包、箭袋、旅行者服裝、14 金幣",
    裝備B: "50 金幣",
    描述: "你成年後就接受軍訓，戰場幾乎就是你的人生。你有基礎戰技的肌肉記憶，常常不自覺地做出來。你曾走上戰場，用這些技能保家衛國。"
  }
};
